Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvUICoreData/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# %@_ACCEPTED_TO_JOIN_THIS_GROUP
source: %@ has joined this group
de: %@ ist dieser Gruppe beigetreten
es: %@ se ha unido a este grupo
fr: %@ a rejoint ce groupe
it: %@ è entrato in questo gruppo
ja: %@ がこのグループに参加しました
ko: %@님이 이 그룹에 참여했습니다.
pt_br: %@ entrou neste grupo
pt_pt: %@ juntou-se a este grupo
ru: %@ присоединился к этой группе
uk: %@ приєднався/приєдналася до цієї групи
zh_hans: %@ 已加入本群

# %@_ACCEPTED_TO_JOIN_THIS_GROUP_AT_%@
source: %@ has joined this group - %@
de: %@ ist dieser Gruppe beigetreten - %@
es: %@ se ha unido a este grupo - %@
fr: %@ a rejoint ce groupe - %@
it: %@ è entrato in questo gruppo - %@
ja: %@ がこのグループに参加しました - %@
ko: %@님이 이 그룹에 참여했습니다 - %@
pt_br: %@ entrou neste grupo - %@
pt_pt: %@ juntou-se a este grupo - %@
ru: %@ присоединился к этой группе - %@
uk: %@ приєднався(-лась) до цієї групи - %@
zh_hans: %@ 已加入此群组 - %@

source: %@ left this group
de: %@ hat diese Gruppe verlassen
es: %@ abandonó este grupo
fr: %@ a quitté ce groupe
it: %@ ha lasciato questo gruppo
ja: %@ がこのグループを退出しました
ko: %@님이 이 그룹을 나갔습니다
pt_br: %@ saiu deste grupo
pt_pt: %@ deixou este grupo
ru: %@ покинул этот чат
uk: %@ покинув цю групу
zh_hans: %@ 离开了这个群组

# %@_LEFT_THIS_GROUP_AT_%@
source: %@ left this group - %@
de: %@ hat diese Gruppe verlassen - %@
es: %@ abandonó este grupo - %@
fr: %@ a quitté ce groupe - %@
it: %@ ha lasciato questo gruppo - %@
ja: %@ がこのグループを退出しました - %@
ko: %@ 님이 이 그룹을 나갔습니다 - %@
pt_br: %@ deixou este grupo - %@
pt_pt: %@ saiu deste grupo - %@
ru: %@ покинул(а) эту группу - %@
uk: %@ покинув цю групу - %@
zh_hans: %@ 离开了这个群组 - %@

# A (now deleted) contact
source: Deleted contact
de: Gelöschter Kontakt
es: Contacto eliminado
fr: Contact supprimé
it: Contatto eliminato
ja: 削除された連絡先
ko: 삭제된 연락처
pt_br: Contato excluído
pt_pt: Contacto eliminado
ru: Удаленный контакт
uk: Видалений контакт
zh_hans: 已删除的联系人

# ACCEPTED_INCOMING_CALL
source: Incoming call
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
it: Chiamata in arrivo
ja: 着信
ko: 수신 전화
pt_br: Chamada recebida
pt_pt: Chamada a receber
ru: Входящий вызов
uk: Вхідний дзвінок
zh_hans: 来电

# ACCEPTED_OUTGOING_CALL
source: Outgoing call
de: Ausgehender Anruf
es: Llamada saliente
fr: Appel sortant
it: Chiamata in uscita
ja: 発信中
ko: 발신 통화
pt_br: Chamada em andamento
pt_pt: Chamada em curso
ru: Исходящий вызов
uk: Вхідний дзвінок
zh_hans: 拨出通话

source: and %@ others
de: und %@ weitere
es: y %@ demás
fr: et %@ autres
it: e altri %@
ja: および他の%@人
ko: 및 다른 %@명
pt_br: e mais %@ pessoas
pt_pt: e mais %@
ru: и еще %@ других
uk: та ще %@ інших
zh_hans: 以及其他 %@ 人

source: and one other
de: und eine weitere Person
es: y otro
fr: et un autre
it: e un altro
ja: および他の1人
ko: 그리고 다른 한 명
pt_br: e mais um
pt_pt: e mais uma pessoa
ru: и ещё один
uk: та ще один
zh_hans: 以及另外一人

# ANSWERED_ON_OTHER_DEVICE
source: Call accepted on another device
de: Anruf auf einem anderen Gerät angenommen
es: Llamada aceptada en otro dispositivo
fr: Appel accepté depuis un autre appareil
it: Chiamata accettata su un altro dispositivo
ja: 別のデバイスで通話を受信しました
ko: 다른 기기에서 통화 수락
pt_br: Chamada aceita em outro dispositivo
pt_pt: Chamada aceite noutro dispositivo
ru: Звонок принят на другом устройстве
uk: Дзвінок прийнято на іншому пристрої
zh_hans: 另一设备已接听

# ANY_INCOMING_CALL
source: Incoming call...
de: Eingehender Anruf...
es: Llamada entrante...
fr: Appel entrant...
it: Chiamata in arrivo...
ja: 着信...
ko: 수신 전화...
pt_br: Chamada recebida...
pt_pt: Chamada a receber...
ru: Входящий вызов...
uk: Вхідний дзвінок...
zh_hans: 有来电...

# ANY_OUTGOING_CALL
source: Outgoing call...
de: Ausgehender Anruf...
es: Llamada en curso...
fr: Appel sortant...
it: Chiamata in corso...
ja: 発信中...
ko: 전화 연결 중...
pt_br: Chamada em andamento...
pt_pt: Chamada em curso...
ru: Исходящий вызов...
uk: Вихідний дзвінок...
zh_hans: 正在拨打电话...

source: Busy outgoing call
de: Belegter ausgehender Anruf
es: Llamada saliente en curso
fr: Appel sortant occupé
it: Chiamata in corso
ja: 発信中の通話
ko: 통화 중인 발신
pt_br: Chamada de saída em andamento
pt_pt: Chamada de saída em curso
ru: Входящий вызов
uk: Вхідний виклик
zh_hans: 正在进行其他通话

# CONTACT_%@_IS_ONE_TO_ONE_AGAIN
source: %@ is part of your contacts again, you can continue your discussion where you left off 🤗.
de: %@ ist wieder in Ihren Kontakten, Sie können Ihre Diskussion dort fortsetzen, wo Sie aufgehört haben 🥳.
es: %@ vuelve a estar en tus contactos, puedes continuar tu conversación donde la dejaste 🤗.
fr: %@ fait à nouveau partie de vos contacts, vous pouvez reprendre la discussion là où vous l'aviez laissée 🤗.
it: %@ è di nuovo tra i tuoi contatti, puoi riprendere la discussione da dove l'avevi interrotta 🤗.
ja: %@ が再びあなたの連絡先に登録されました。以前の会話を再開できます 🤗.
ko: %@이(가) 다시 연락처에 추가되었습니다. 이전 대화에서부터 계속 이어갈 수 있습니다. 🥳
pt_br: %@ está novamente em sua lista de contatos, você pode continuar sua conversa de onde parou 🤗.
pt_pt: %@ voltou a fazer parte dos seus contactos, pode continuar a conversa onde a deixou 🤗.
ru: %@ снова в вашем списке контактов, вы можете продолжить обсуждение с того места, где остановились 🥳.
uk: %@ знову у вашому списку контактів, ви можете продовжити обговорення з того місця, де зупинилися 🤗.
zh_hans: %@ 再次成为您的联系人，您可以从中断的地方继续之前的对话 🤗。

# CONTACT_CAPTURED_SENSITIVE_CONTENT_WARNING_MESSAGE_%@
source: %@ took a screenshot of a sensitive message.
de: %@ hat einen Screenshot einer sensiblen Nachricht gemacht.
es: %@ hizo una captura de pantalla de un mensaje confidencial.
fr: %@ a fait une capture d'un message sensible.
it: %@ ha fatto uno screenshot di un messaggio sensibile.
ja: %@ が、機密性の高いメッセージのスクリーンショットを撮りました。
ko: %@님이 민감한 메시지의 스크린샷을 찍었습니다.
pt_br: %@ capturou uma captura de tela de uma mensagem confidencial.
pt_pt: %@ capturou um ecrã de uma mensagem sensível.
ru: %@ сделал(а) скриншот конфиденциального сообщения.
uk: %@ зробив(ла) скріншот конфіденційного повідомлення.
zh_hans: %@ 截取了包含敏感信息的聊天内容的屏幕截图。

# CONTACT_CAPTURED_SENSITIVE_CONTENT_WARNING_MESSAGE_WHEN_CONTACT_IS_UNKNOWN
source: A participant took a screenshot of a sensitive message.
de: Ein Teilnehmer hat einen Screenshot einer sensiblen Nachricht erstellt.
es: Un participante tomó una captura de pantalla de un mensaje confidencial.
fr: Un particpant a fait une capture d'un message sensible.
it: Un partecipante ha fatto uno screenshot di un messaggio sensibile.
ja: 参加者がある機密性の高いメッセージのスクリーンショットを撮りました。
ko: 참가자가 민감한 메시지의 스크린샷을 찍었습니다.
pt_br: Um participante tirou uma captura de tela de uma mensagem confidencial.
pt_pt: Um participante fez uma captura de ecrã de uma mensagem sensível.
ru: Участник сделал снимок экрана конфиденциального сообщения.
uk: Учасник зробив скріншот конфіденційного повідомлення.
zh_hans: 一位参与者截取了包含敏感信息的聊天内容。

# CONTACT_REVOKED_BY_COMPANY_IDENTITY_PROVIDER
source: Contact revoked by your company's identity provider
de: Kontakt wurde von Ihrem Unternehmens-Identitätsanbieter widerrufen
es: Contacto revocado por el proveedor de identidad de su empresa
fr: Contact revoqué par le fournisseur d'identités de votre société
it: Contatto revocato dal provider di identità della tua azienda
ja: お客様の会社のIDプロバイダーによってアクセス権が取り消されました
ko: 귀사의 ID 공급업체에서 사용자의 접근 권한을 해지했습니다.
pt_br: Contato revogado pelo provedor de identidade da sua empresa
pt_pt: Contacto revogado pelo fornecedor de identidade da sua empresa
ru: Контакт отозван поставщиком идентификации вашей компании
uk: Контакт було відкликано вашим корпоративним провайдером ідентифікації
zh_hans: 您的公司身份验证服务已撤销该联系人

source: Choose
de: Wählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
pt_br: Escolher
pt_pt: Escolher
ru: Выбрать
uk: Оберіть
zh_hans: 选择

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

source: Discussion shared settings were updated
de: Die gemeinsamen Einstellungen für die Diskussion wurden aktualisiert
es: La configuración compartida de la discusión fue actualizada
fr: Les paramètres partagés de la discussion ont été mis à jour
it: Le impostazioni di condivisione della discussione sono state aggiornate
ja: グループ共有設定が更新されました
ko: 공동 채팅방 설정이 업데이트되었습니다.
pt_br: As configurações compartilhadas da conversa foram atualizadas
pt_pt: As definições partilhadas da discussão foram atualizadas
ru: Настройки общих обсуждений были обновлены
uk: Налаштування спільної дискусії були оновлені
zh_hans: 群聊共享设置已更新

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
pt_pt: Predefinido
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认

source: Ephemeral message
de: Vergängliche Nachricht
es: Mensaje efímero
fr: Message éphémère
it: Messaggio effimero
ja: 一時的なメッセージ
ko: 일회성 메시지
pt_br: Mensagem temporária
pt_pt: Mensagem temporária
ru: Исчезающее сообщение
uk: Тимчасове повідомлення
zh_hans: 阅后即焚消息

source: Edited
de: Bearbeitet
fr: Modifié
ja: 編集済み
ko: 수정됨
pt_br: Editado
pt_pt: Editado
ru: Отредактировано
uk: Відредаговано
zh_hans: 已编辑

# FIFTEEN_DAYS
source: 15 days
de: 15 Tage
es: 15 días
fr: 15 jours
it: 15 giorni
ja: 15日間
ko: 15일
pt_br: 15 dias
pt_pt: 15 dias
ru: 15 дней
uk: 15 днів
zh_hans: 15 天

# FIVE_YEAR
source: 5 years
de: 5 Jahre
es: 5 años
fr: 5 ans
it: 5 anni
ja: 5年
ko: 5년
pt_br: 5 anos
pt_pt: 5 anos
ru: 5 лет
uk: 5 років
zh_hans: 5年

source: from %@
de: von %@
es: de %@
fr: de %@
it: da %@
ja: %@から
ko: %@에서
pt_br: de %@
pt_pt: de %@
ru: от %@
uk: від %@
zh_hans: 来自 %@

source: Forward
de: Weiterleiten
es: Reenviar
fr: Transférer
it: Inoltra
ja: 転送
ko: 전달
pt_br: Encaminhar
pt_pt: Encaminhar
ru: Переслать
uk: Переслати
zh_hans: 转发

# GROUP_TITLE_WHEN_NO_SPECIFIC_TITLE_IS_GIVEN
source: Group with no name 😅
de: Gruppe ohne Namen 😥
es: Grupo sin nombre 🤦‍♀️
fr: Groupe sans nom 😅
it: Gruppo senza nome 😅
ja: 名前のないグループ 😥
ko: 이름이 없는 그룹 😅
pt_br: Grupo sem nome 😥
pt_pt: Grupo sem nome 😅
ru: Группа без имени 🤦‍♀️
uk: Група без назви 🤦‍♀️
zh_hans: 没有名称的群组 😅

source: Last message was remotely wiped
de: Letzte Nachricht wurde remote gelöscht
es: El último mensaje fue borrado remotamente
fr: Dernier message éliminé à distance
it: L'ultimo messaggio è stato cancellato da remoto
ja: 最後のメッセージはリモートで削除されました
ko: 마지막 메시지가 원격으로 삭제되었습니다.
pt_br: A última mensagem foi apagada remotamente
pt_pt: A última mensagem foi apagada remotamente
ru: Последнее сообщение было удалено удаленно
uk: Останнє повідомлення було віддалено видалено
zh_hans: 最后一条消息已被远程删除

# LOCKED_DISCUSSION
source: Discussion locked
de: Diskussion gesperrt
es: Conversación bloqueada
fr: Discussion close
it: Discussione bloccata
ja: 議論は終了しました
ko: 대화가 잠겼습니다
pt_br: Discussão bloqueada
pt_pt: Discussão bloqueada
ru: Обсуждение заблокировано
uk: Дискусію закрито
zh_hans: 讨论已锁定

# Latest Discussions
source: Latest
de: Neueste
es: Más reciente
fr: Récentes
it: Recenti
ja: 最新
ko: 최신
pt_br: Mais recentes
pt_pt: Mais recente
ru: Последние
uk: Останні
zh_hans: 最新

# MEMBERS_OF_GROUP_V2_WERE_UPDATED_SYSTEM_MESSAGE
source: Group members have been updated.
de: Die Gruppenmitglieder wurden aktualisiert.
es: Los miembros del grupo han sido actualizados.
fr: Les membres du groupe ont été mis à jour.
it: I membri del gruppo sono stati aggiornati.
ja: グループメンバーが更新されました。
ko: 그룹 멤버가 업데이트되었습니다.
pt_br: A lista de membros do grupo foi atualizada.
pt_pt: Os membros do grupo foram atualizados.
ru: Список участников группы обновлен.
uk: Список учасників групи оновлено.
zh_hans: 群组成员已更新。

# MESSAGE_WAS_WIPED
source: Last message was wiped 🧹
de: Letzte Nachricht wurde gelöscht 🗑️
es: El último mensaje fue borrado 🗑️
fr: Dernier message expiré 🧹
it: L'ultimo messaggio è stato cancellato 🗑️
ja: 最後のメッセージが削除されました。🧹
ko: 마지막 메시지가 삭제되었습니다 🧹
pt_br: A última mensagem foi apagada 🗑️
pt_pt: A última mensagem foi apagada 🗑️
ru: Последнее сообщение было удалено 🗑️
uk: Останнє повідомлення видалено 🗑️
zh_hans: 最后一条消息已被删除

source: Missed Call
de: Verpasster Anruf
es: Llamada Perdida
fr: Appel manqué
it: Chiamata persa
ja: 不在着信
ko: 부재중 전화
pt_br: Chamada não atendida
pt_pt: Chamada não atendida
ru: Пропущенный вызов
uk: Пропущений дзвінок
zh_hans: 未接来电

# MISSED_CALL_FILTERED
source: Missed call while you were in "Focus" mode.
de: Anruf verpasst, während Sie im "Fokus"-Modus waren.
es: Llamada perdida mientras estabas en modo "Concentración".
fr: Appel manqué alors que vous étiez en mode « Concentration ».
it: Chiamata persa mentre eri in modalità "Focus".
ja: 「集中モード」中に着信がありました。
ko: "집중" 모드 사용 중 통화가 왔습니다.
pt_br: Chamada perdida enquanto você estava no modo "Foco".
pt_pt: Chamada perdida enquanto estava em modo "Foco".
ru: Пропущенный вызов, пока вы были в режиме "Фокусировка".
uk: Пропущений дзвінок, поки ви були в режимі "Фокус".
zh_hans: 您处于“专注”模式时，有一通电话未接。

source: Mark all as read
de: Als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
pt_br: Marcar tudo como lido
pt_pt: Marcar tudo como lido
ru: Отметить все как прочитанные
uk: Позначити все як прочитане
zh_hans: 标记所有消息为已读

# Messages are protected with end-to-end authentication and end-to-end encryption.
source: This discussion is end-to-end authenticated and end-to-end encrypted.
de: Diese Unterhaltung ist Ende-zu-Ende authentifiziert und Ende-zu-Ende verschlüsselt.
es: Esta conversación está autenticada de extremo a extremo y cifrada de extremo a extremo.
fr: Cette discussion est authentifiée de bout en bout et chiffrée de bout en bout.
it: Questa discussione è autenticata end-to-end e crittografata end-to-end.
ja: このチャットは、エンドツーエンド認証とエンドツーエンド暗号化が適用されています。
ko: 이 대화는 종단 간 인증 및 종단 간 암호화가 적용됩니다.
pt_br: Esta conversa possui autenticação e criptografia de ponta a ponta.
pt_pt: Esta conversa tem autenticação e encriptação de ponta a ponta.
ru: Этот диалог аутентифицирован и зашифрован сквозным шифрованием.
uk: Ця розмова має кінцеву аутентифікацію та кінцеве шифрування.
zh_hans: 此对话已进行端到端身份验证和端到端加密。

source: 🔒 Messages posted in this discussion are protected using end-to-end encryption. Their confidentiality, their authenticity, and the identity of their sender are guaranteed through cryptography.
de: ✉️ Nachrichten, die in dieser Diskussion gepostet werden, sind mit Ende-zu-Ende-Verschlüsselung geschützt. Ihre Vertraulichkeit, ihre Authentizität und die Identität des Absenders werden durch Kryptografie garantiert.
es: 🔒 Los mensajes publicados en esta discusión están protegidos con cifrado de extremo a extremo. Su confidencialidad, autenticidad e identidad del remitente están garantizadas mediante criptografía.
fr: 🔒 Les messages postés dans cette discussion sont protégés par du chiffrement de bout-en-bout. Leur confidentialité, leur authenticité et l'identité de leur expéditeur sont garanties grâce à la cryptographie.
it: 🔒 I messaggi pubblicati in questa discussione sono protetti tramite crittografia end-to-end. La loro riservatezza, autenticità e l'identità del mittente sono garantite tramite la crittografia.
ja: このディスカッションに投稿されたメッセージは、エンドツーエンド暗号化を使用して保護されています。メッセージの機密性、真正性、および送信者の身元は、暗号技術によって保証されます。
ko: 이 대화에 게시된 메시지는 종단 간 암호화를 사용하여 보호됩니다. 메시지의 기밀성, 진위 여부 및 발신자의 신원이 암호화를 통해 보장됩니다.
pt_br: 🔒 As mensagens postadas nesta conversa são protegidas com criptografia de ponta a ponta. A confidencialidade, a autenticidade e a identidade do remetente são garantidas por meio de criptografia.
pt_pt: As mensagens publicadas nesta discussão estão protegidas com encriptação de ponta a ponta. A sua confidencialidade, autenticidade e a identidade do seu remetente são garantidas através de encriptação.
ru: ✉️ Сообщения в этой дискуссии защищены сквозным шифрованием. Их конфиденциальность, подлинность и личность отправителя гарантируются с помощью криптографии.
uk: 🛡️ Повідомлення, опубліковані в цій дискусії, захищені за допомогою кінцевого шифрування. Їх конфіденційність, автентичність та ідентичність відправника гарантуються криптографією.
zh_hans: 在此讨论中发布的消息受到端到端加密的保护。通过密码学技术，可以保证消息的机密性、真实性和发送者的身份。

# NINETY_DAYS
source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
ja: 90日間
ko: 90일
pt_br: 90 dias
pt_pt: 90 dias
ru: 90 дней
uk: 90 днів
zh_hans: 90天

# NOT_PART_OF_THE_GROUP_ANYMORE
source: You are not part of this group anymore, either because you left it, because an administrator removed you, or because the group was deleted 🥲.
de: Du bist nicht mehr Teil dieser Gruppe, entweder weil du sie verlassen hast, weil ein Administrator dich entfernt hat oder weil die Gruppe gelöscht wurde 🥲.
es: Ya no formas parte de este grupo, ya sea porque lo abandonaste, porque un administrador te eliminó o porque el grupo fue eliminado 😔.
fr: Vous ne faites plus partie de ce groupe, parce que vous l'avez quitté, parce qu'un administrateur vous a retiré du groupe, ou tout simplement parce que le groupe a été supprimé 🥲.
it: Non fai più parte di questo gruppo, perché lo hai lasciato tu, un amministratore ti ha rimosso, oppure perché il gruppo è stato eliminato 🥲.
ja: あなたはもうこのグループのメンバーではありません。理由は、あなたがグループを離れたか、管理者があなたを削除したか、またはグループが削除されたかのいずれかです。🥲
ko: 더 이상 이 그룹에 속해 있지 않습니다. 그룹을 나갔거나, 관리자가 사용자를 제거했거나, 그룹이 삭제되었기 때문일 수 있습니다. 😥
pt_br: Você não faz mais parte deste grupo, seja porque você o deixou, porque um administrador o removeu ou porque o grupo foi excluído 😥.
pt_pt: Já não faz parte deste grupo, seja porque saiu, porque um administrador o removeu ou porque o grupo foi eliminado. 😥
ru: Вы больше не являетесь участником этой группы, либо потому что вы покинули ее, либо потому что вас удалил администратор, либо потому что группа была удалена 😔.
uk: Вас більше немає в цій групі, або ви покинули її, або адміністратор вас виключив, або групу було видалено 😔.
zh_hans: 您不再是此群组的成员，原因可能是您已退出、管理员已将您移除，或者群组已被删除。🥲

source: No message yet.
de: Noch keine Nachrichten.
es: Aún no hay mensajes.
fr: Aucun message pour le moment.
it: Nessun messaggio ancora.
ja: まだメッセージはありません。
ko: 아직 메시지가 없습니다.
pt_br: Ainda não há mensagens.
pt_pt: Ainda não há mensagens.
ru: Сообщений пока нет.
uk: Повідомлень ще немає.
zh_hans: 尚未发送任何消息。

# ONE_DAY
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
pt_br: 1 dia
pt_pt: 1 dia
ru: 1 день
uk: 1 день
zh_hans: 1 天

# ONE_HUNDRED_AND_HEIGHTY_DAYS
source: 180 days
de: 180 Tage
es: 180 días
fr: 180 jours
it: 180 giorni
ja: 180日
ko: 180일
pt_br: 180 dias
pt_pt: 180 dias
ru: 180 дней
uk: 180 днів
zh_hans: 180天

# ONE_YEAR
source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
pt_br: 1 ano
pt_pt: 1 ano
ru: 1 год
uk: 1 рік
zh_hans: 1 年

# POLL_MULTIPLE_CHOICE_LEGACY_TEXT
source: Choose one or more answers
de: Wähle eine oder mehrere Antworten
es: Elige una o más respuestas
fr: Plusieurs réponses possibles
it: Scegli una o più risposte
ja: 1つ以上の回答を選択してください
ko: 하나 이상의 답변을 선택하세요
pt_br: Escolha uma ou mais opções
pt_pt: Escolha uma ou mais respostas
ru: Выберите один или несколько вариантов ответа
uk: Оберіть одну або кілька відповідей
zh_hans: 选择一个或多个答案

source: Rejected incoming call
de: Abgelehnter eingehender Anruf
es: Llamada entrante rechazada
fr: Appel entrant rejeté
it: Chiamata in arrivo rifiutata
ja: 着信拒否
ko: 수신된 전화 연결 거부
pt_br: Chamada recebida recusada
pt_pt: Chamada recebida rejeitada
ru: Входящий вызов отклонен
uk: Відхилений вхідний дзвінок
zh_hans: 拒绝来电

# REJECTED_INCOMING_CALL_AS_RECEIVE_CALL_SETTINGS_IS_FALSE
source: An incoming secure call was automatically rejected as you chose not to receive calls on this device. Tap this message to show the setting.
de: Ein eingehender sicherer Anruf wurde automatisch abgewiesen, da Sie entschieden haben, auf diesem Gerät keine Anrufe zu empfangen. Tippen Sie auf diese Nachricht, um die Einstellung anzuzeigen.
es: Una llamada segura entrante se rechazó automáticamente porque elegiste no recibir llamadas en este dispositivo. Toca este mensaje para ver la configuración.
fr: Un appel entrant a été automatiquement refusé puisque vous avez choisi de ne pas recevoir d'appel sur cet appareil. Touchez cette notification pour afficher le paramètre.
it: Una chiamata sicura in arrivo è stata rifiutata automaticamente poiché hai scelto di non ricevere chiamate su questo dispositivo. Tocca questo messaggio per visualizzare l'impostazione.
ja: このデバイスで通話を受信しないよう設定したため、着信した安全な通話は自動的に拒否されました。このメッセージをタップして設定を表示してください。
ko: 보안 통화가 들어왔지만 이 장치에서 통화를 받지 않도록 설정했으므로 자동으로 거부되었습니다. 이 메시지를 탭하여 설정을 확인하세요.
pt_br: Uma chamada segura de entrada foi rejeitada automaticamente porque você optou por não receber chamadas neste dispositivo. Toque nesta mensagem para exibir a configuração.
pt_pt: Uma chamada segura de entrada foi automaticamente rejeitada porque escolheu não receber chamadas neste dispositivo. Toque nesta mensagem para ver a definição.
ru: Входящий защищенный вызов был автоматически отклонен, так как вы не включили прием вызовов на этом устройстве. Коснитесь этого сообщения, чтобы открыть настройки.
uk: Вхідний захищений дзвінок було автоматично відхилено, оскільки ви не вибрали отримання дзвінків на цьому пристрої. Торкніться цього повідомлення, щоб переглянути налаштування.
zh_hans: 由于您选择不在此设备上接听来电，一个来电已被自动拒绝。轻点此消息以显示相关设置。

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED
source: The incoming call was rejected because Olvid is not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
de: Der eingehende Anruf wurde abgelehnt, da Olvid keinen Zugriff auf das Mikrofon hat. Um zukünftige Anrufe nicht mehr zu verpassen, gehen Sie bitte zu den Einstellungen und erteilen Sie Olvid Zugriff auf das Mikrofon.
es: La llamada entrante fue rechazada porque Olvid no tiene permiso para acceder al micrófono. Para no perder más llamadas, ve a Ajustes y otorga a Olvid acceso al micrófono.
fr: L'appel entrant n'a pas abouti car Olvid n'a pas l'autorisation d'accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.
it: La chiamata in arrivo è stata rifiutata perché Olvid non ha il permesso di accedere al Microfono. Per non perdere mai più una chiamata, vai su Impostazioni e concedi a Olvid l'accesso al microfono.
ja: 着信があったにもかかわらず、Olvidにはマイクへのアクセス権限がないため、通話が拒否されました。今後、通話を見逃さないようにするには、設定にアクセスして、Olvidにマイクへのアクセス権限を付与してください。
ko: 수신 전화가 거부되었습니다. Olvid에 마이크 접근 권한이 없기 때문입니다. 앞으로 다시 전화가 오더라도 놓치지 않으려면 설정으로 이동하여 Olvid에 마이크 접근 권한을 부여해 주세요.
pt_br: A chamada recebida foi rejeitada porque o Olvid não tem permissão para acessar o microfone. Para não perder mais nenhuma chamada, acesse as Configurações e conceda ao Olvid permissão para usar o microfone.
pt_pt: A chamada foi rejeitada porque o Olvid não tem permissão para aceder ao microfone. Para nunca mais perder uma chamada, vá às Definições e conceda permissão ao Olvid para aceder ao microfone.
ru: Входящий вызов был отклонен, так как у Olvid нет доступа к микрофону. Чтобы больше не пропускать вызовы, пожалуйста, перейдите в Настройки и предоставьте Olvid доступ к микрофону.
uk: Вхідний дзвінок було відхилено, оскільки Olvid не має дозволу на доступ до мікрофона. Щоб більше ніколи не пропустити дзвінок, перейдіть у Налаштування та надайте Olvid доступ до мікрофона.
zh_hans: 由于 Olvid 未被授权访问麦克风，因此拒绝了来电。为了不再错过任何来电，请前往“设置”并授予 Olvid 访问麦克风的权限。
